Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Desktop.resw
Source language: en
Languages: id

# lng_blocked_list_empty_description
source: You haven't blocked anyone yet.
id: Anda belum memblokir siapa pun

# lng_blocked_list_empty_title
source: No blocked users
id: Tidak ada pengguna diblokir

# lng_blocked_list_not_found
source: No users found.
id: Pengguna tidak ditemukan

# lng_blocked_list_subtitle_other
source: {count} blocked users
id: {count} pengguna diblokir

# lng_blocked_list_title
source: Blocked users
id: Blokir pengguna

# lng_blocked_list_unblock
source: Unblock
id: Buka blokir

# lng_blocked_list_unknown_phone
source: unknown phone number
id: nomor telepon tak dikenal

# lng_bot_add_as_admin
source: Add Bot as Admin
id: Tambah Bot sebagai Admin

# lng_bot_add_as_member
source: Add Bot as Member
id: Tambah Bot sebagai Anggota

# lng_bot_add_title
source: Add Bot
id: Tambahkan Bot

# lng_bot_add_to_menu
source: {bot} asks your permission to be added as an option to your attachment menu so you can access it from any chat.
id: {bot} meminta izin untuk ditambahkan sebagai opsi dalam menu lampiran sehingga Anda dapat mengaksesnya dari obrolan mana pun.

# lng_bot_add_to_menu_done
source: Bot added to the menu.
id: Bot ditambahkan ke menu.

# lng_bot_already_in_group
source: The bot is already a member of the group.
id: Bot ini telah menjadi anggota grup.

# lng_bot_as_admin_check
source: Admin rights
id: Hak administratif

# lng_bot_channels_manage
source: Channels I manage
id: Channel yang saya kelola

# lng_bot_chats_not_found
source: No chats found
id: Obrolan tidak ditemukan

# lng_bot_choose_chat
source: Select a chat
id: Pilih Obrolan

# lng_bot_choose_group
source: Select a Group
id: Pilih Grup

# lng_bot_close_warning
source: Changes that you made may not be saved.
id: Perubahan yang Anda buat mungkin tidak tersimpan.

# lng_bot_close_warning_sure
source: Close anyway
id: Tetap tutup

# lng_bot_close_warning_title
source: Warning
id: Peringatan

# lng_bot_description
source: What can this bot do?
id: Apa yang bisa bot ini lakukan?

# lng_bot_groups
source: Groups
id: Grup

# lng_bot_groups_manage
source: Groups I manage
id: Grup yang saya kelola

# lng_bot_groups_not_found
source: No groups found
id: Grup tidak ditemukan

# lng_bot_menu_already_added
source: This bot is already added to your attachment menu.
id: Bot ini sudah ditambahkan ke menu lampiran Anda.

# lng_bot_menu_not_supported
source: This bot can't be added to the attachment menu.
id: Bot ini tidak dapat ditambahkan ke menu lampiran.

# lng_bot_no_chats
source: You have no chats
id: Anda tidak memiliki percakapan

# lng_bot_no_groups
source: You have no groups
id: Anda tidak memiliki grup

# lng_bot_no_webview
source: Unfortunately, you can't open this menu with your current system configuration.
id: Sayangnya, Anda tidak dapat membuka menu ini dengan konfigurasi sistem Anda saat ini.

# lng_bot_open
source: Open Bot
id: Buka Bot

# lng_bot_reload_page
source: Reload Page
id: Muat Ulang

# lng_bot_remove_from_menu
source: Remove from menu
id: Buang dari menu

# lng_bot_remove_from_menu_done
source: Bot removed from the menu.
id: Bot dihapus dari menu.

# lng_bot_remove_from_menu_sure
source: Remove {bot} from the attachment menu?
id: Hapus {bot} dari menu lampiran?

# lng_bot_settings
source: Settings
id: Pengaturan

# lng_bot_share_location_unavailable
source: Sorry, location sharing is currently unavailable in Telegram Desktop.
id: Maaf, berbagi lokasi belum tersedia di Telegram Desktop.

# lng_bot_share_phone
source: Do you want to share your phone number with this bot?
id: Apakah Anda ingin berbagi nomor telepon Anda dengan bot ini?

# lng_bot_share_phone_confirm
source: Share
id: Bagikan

# lng_bot_start
source: Start
id: Mulai

# lng_bot_sure_add
source: Add as admin
id: Tambahkan sebagai admin

# lng_bot_sure_add_text_channel
source: Are you sure you want to add this bot as an admin in the channel {group}?
id: Anda yakin ingin menambahkan bot ini sebagai admin di channel {group}?

# lng_bot_sure_add_text_group
source: Are you sure you want to add this bot as an admin in the group {group}?
id: Anda yakin ingin menambahkan bot ini sebagai admin di grup {group}?

# lng_bot_sure_add_title
source: Add bot as admin
id: Tambahkan bot sebagai admin

# lng_bot_sure_invite
source: Add the bot to «{group}»?
id: Tambahkan bot ke {group}?

# lng_bot_sure_share_game
source: Share the game with {user}?
id: Bagikan game dengan {user}?

# lng_bot_sure_share_game_group
source: Share the game with «{group}»?
id: Bagikan game dengan «{group}»?

# lng_bots_password_confirm_check_about
source: You can complete this action only if you have:
id: Anda dapat menyelesaikan tindakan ini hanya jika memiliki:

# lng_bots_password_confirm_description
source: Please enter your password to confirm this action.
id: Harap masukkan kata sandi Anda untuk konfirmasi tindakan.

# lng_bots_password_confirm_title
source: Two-step verification
id: Verifikasi dua langkah

# lng_box_delete
source: Delete
id: Hapus

# lng_box_done
source: Done
id: Selesai

# lng_box_leave
source: Leave
id: Keluar

# lng_box_no
source: No
id: Tidak

# lng_box_remove
source: Remove
id: Keluarkan

# lng_box_yes
source: Yes
id: Ya

# lng_broadcast_ph
source: Broadcast a message...
id: Siarkan sebuah pesan

# lng_broadcast_silent_ph
source: Silent broadcast...
id: Siaran senyap...

# lng_calendar_beginning
source: Beginning
id: Awal

# lng_calendar_days_other
source: {count} days
id: {count} hari

# lng_calendar_end_tip
source: Press and hold to jump to the end.
id: Tekan dan tahan untuk melompat ke akhir.

# lng_calendar_select_days
source: Select days
id: Pilih hari

# lng_calendar_start_tip
source: Press and hold to jump to the start.
id: Tekan dan tahan untuk melompat ke awal.

# lng_call_accept
source: Accept
id: Terima

# lng_call_bar_hangup
source: End call
id: Akhiri panggilan

# lng_call_box_about
source: You haven't made any Telegram calls yet.
id: Anda belum melakukan panggilan.

# lng_call_box_clear_all
source: Clear All
id: Bersihkan Semua

# lng_call_box_clear_button
source: Clear
id: Bersihkan

# lng_call_box_clear_sure
source: Are you sure you want to completely clear your calls log?
id: Anda yakin ingin membersihkan seluruh riwayat telepon?

# lng_call_box_groupcalls_subtitle
source: Active video chats
id: Obrolan video aktif

# lng_call_box_status_date
source: {date} at {time}
id: {date} pada {time}

# lng_call_box_status_yesterday
source: yesterday at {time}
id: kemarin pada pukul {time}

# lng_call_box_title
source: Calls
id: Panggilan

# lng_call_cancel
source: Cancel
id: Batal

# lng_call_cancelled
source: Canceled call
id: Panggilan dibatalkan

# lng_call_decline
source: Decline
id: Tolak

# lng_call_declined
source: Declined call
id: Panggilan ditolak

# lng_call_end_call
source: End Call
id: Tutup

# lng_call_error_audio_io
source: There seems to be a problem with your sound card. Please make sure that your computer's speakers and microphone are working and try again.
id: Sepertinya ada masalah dengan pemutaran audio di komputer Anda. Pastikan speaker dan mikrofon komputer Anda berfungsi dan coba lagi.

# lng_call_error_camera_not_started
source: You can switch to video call once you're connected.
id: Anda dapat beralih ke panggilan video ketika sudah terhubung.

# lng_call_error_camera_outdated
source: {user}'s app does not support video calls. They need to update their app before you can call them.
id: Aplikasi {user} tidak mendukung panggilan video. Mereka perlu memperbarui aplikasi sebelum Anda dapat menelepon mereka.

# lng_call_error_no_camera
source: No camera could be found. Please make sure that your camera is connected to the computer.
id: Tidak ada kamera ditermukan. Periksa kembali apakah kamera Anda sudah terhubung dengan komputer.

# lng_call_error_not_available
source: Sorry, you cannot call {user} because of their privacy settings. You can ask them to modify their setting or to call you instead.
id: Maaf, Anda tidak dapat menghubungi {user} karena pengaturan privasinya. Anda dapat memintanya untuk mengubahnya atau menelepon Anda.

# lng_call_error_outdated
source: {user}'s app does not support calls. They need to update their app before you can call them.
id: {user} menggunakan aplikasi tidak mendukung panggilan suara. Mereka harus memperbarui aplikasi sebelum Anda membuat panggilan.

# lng_call_fingerprint_tooltip
source: If the emoji on {user}'s screen are the same, this call is 100% secure
id: Jika emoji di layar {user} sama, panggilan ini 100% aman.

# lng_call_incoming
source: Incoming call
id: Panggilan masuk

# lng_call_leave_to_other_sure
source: End your active call and join this video chat?
id: Akhiri panggilan aktif Anda dan bergabung dalam obrolan video ini?

# lng_call_leave_to_other_sure_channel
source: Do you want to end your active call and join a live stream in this channel?
id: Apakah Anda ingin mengakhiri panggilan aktif Anda dan bergabung dalam tayangan langsung di channel ini?

# lng_call_microphone_off
source: {user}'s microphone is off
id: Mikrofon {user} tidak aktif

# lng_call_missed
source: Missed call
id: Panggilan tak terjawab

# lng_call_mute_audio
source: Mute
id: Bisukan

# lng_call_outgoing
source: Outgoing call
id: Panggilan keluar

# lng_call_rate_comment
source: Comment (optional)
id: Komentar (opsional)

# lng_call_rate_label
source: Please rate the quality of your call
id: Beri penilaian kualitas terhadap panggilan Anda

# lng_call_redial
source: Redial
id: Panggil Ulang

# lng_call_start_video
source: Start Video
id: Mulai Video

# lng_call_status_busy
source: line busy
id: jalur sibuk

# lng_call_status_connecting
source: connecting...
id: menghubungkan...

# lng_call_status_ended
source: call ended
id: panggilan diakhiri

# lng_call_status_exchanging
source: exchanging encryption keys...
id: bertukar kunci enkripsi...

# lng_call_status_failed
source: failed to connect
id: Gagal menghubungkan

# lng_call_status_hanging
source: hanging up...
id: tutup panggilan ...

# lng_call_status_incoming
source: is calling you...
id: menghubungi Anda...

# lng_call_status_requesting
source: requesting...
id: memohon...

# lng_call_status_ringing
source: ringing...
id: berdering...

# lng_call_status_waiting
source: waiting...
id: menunggu...

# lng_call_unmute_audio
source: Unmute
id: Bunyikan

# lng_call_video_cancelled
source: Canceled video call
id: Panggilan batal

# lng_call_video_declined
source: Declined video call
id: Panggilan Ditolak

# lng_call_video_incoming
source: Incoming video call
id: Panggilan Masuk

# lng_call_video_missed
source: Missed video call
id: Panggilan Tak Terjawab

# lng_call_video_outgoing
source: Outgoing video call
id: Panggilan Keluar

# lng_cancel
source: Cancel
id: Batal

# lng_cancel_edit_post_no
source: No
id: Tidak

# lng_cancel_edit_post_sure
source: Cancel editing?
id: Batalkan pengubahan?

# lng_cancel_edit_post_yes
source: Yes
id: Ya

# lng_cant_do_this
source: Sorry, this action is unavailable.
id: Maaf, aksi ini tidak tersedia.

# lng_cant_invite_banned
source: Sorry, only admins can add this user.
id: Maaf, hanya admin yang dapat menambah pengguna ini.

# lng_cant_invite_bot_to_channel
source: Bots can only be added to channels as admins.
id: Bot hanya dapat ditambahkan ke channel sebagai admin.

# lng_cant_invite_make_admin
source: Make admin
id: Jadikan admin

# lng_cant_invite_not_contact
source: Sorry, you can only add mutual contacts to groups at the moment. {more_info}
id: Maaf, Anda hanya dapat mengundang mutual kontak saat ini. {more_info}

# lng_cant_invite_offer_admin
source: Bots can only be added to channels as admins.
id: Bot hanya dapat ditambahkan ke channel sebagai admin.

# lng_cant_invite_privacy
source: Sorry, you cannot add this user to groups because of their privacy settings.
id: Maaf, Anda tidak bisa menambahkan pengguna ini ke grup karena pengaturan privasi.

# lng_cant_invite_privacy_channel
source: Sorry, you cannot add this user to channels because of their privacy settings.
id: Maaf, Anda tidak bisa menambahkan pengguna ini ke channel akibat pengaturan privasi.

# lng_cant_more_info
source: More info »
id: Info lebih lanjut

# lng_cant_send_to_not_contact
source: Sorry, you can only send messages to mutual contacts at the moment. {more_info}
id: Maaf, anda hanya dapat mengirim ke kontak anda saat ini. {more_info}

# lng_caption_limit_reached_other
source: You've reached the media caption limit. Please make the caption shorter by {count} characters.
id: Anda telah mencapai limit panjang keterangan media. Mohon kurangi **{count}** karakter.

# lng_caption_limit_title
source: Limit Reached
id: Limit Tercapai

# lng_caption_limit1_other
source: Sorry, you can't use more than **{count}** characters in media captions.
id: Maaf, Anda tidak dapat menulis lebih dari **{count}** karakter dalam keterangan media.

# lng_caption_limit2_other
source: Make the caption shorter or subscribe to **Telegram Premium** to double the limit to **{count}** characters.
id: Persingkat keterangan atau berlangganan **Telegram Premium** untuk limit dua kali lipat menjadi **{count}**.

# lng_change_phone_about
source: You can change your Telegram number here. Your account and all your cloud data — messages, media, contacts, etc. will be moved to the new number.
id: Anda dapat mengubah nomor Telegram Anda di sini. Akun Anda dan semua data cloud Anda - pesan, media, kontak, dll. Akan dipindahkan ke nomor baru.

# lng_change_phone_button
source: Change number
id: Ganti nomor

# lng_change_phone_code_description
source: We've sent an SMS with a confirmation code to your phone {phone}.
id: Kami telah mengirim SMS dengan kode konfirmasi ke nomor telepon {phone}.

# lng_change_phone_code_title
source: Enter code
id: Masukkan kode

# lng_change_phone_description
source: You can change your Telegram number here. Your account and all your cloud data — messages, media, contacts, etc. will be moved to the new number.
id: Anda dapat mengubah nomor Telegram di sini. Semua akun dan data penyimpanan; pesan, media kontak dan lainnya akan dipindahkan ke nomor Anda yang baru.

# lng_change_phone_new_description
source: Your new number will receive a confirmation code via call or SMS.
id: Nomor baru Anda akan menerima kode konfirmasi via panggilan atau SMS.

# lng_change_phone_new_submit
source: Submit
id: Lanjut

# lng_change_phone_new_title
source: Enter new number
id: Masukkan nomor baru

# lng_change_phone_occupied
source: The number {phone} is already connected to a Telegram account. Please delete that account before using this number.
id: Nomor {phone} sudah terhubung dengan sebuah akun Telegram. Hapus akun tersebut sebelum memakai nomor ini.

# lng_change_phone_success
source: Your phone number has been changed.
id: Nomor telepon Anda telah diubah.

# lng_change_phone_title
source: Change phone number
id: Ganti nomer telpon

# lng_change_phone_warning
source: Users will see your new number if they have it in their address book or your privacy settings allow them to see it. You can modify this in Settings > Privacy and Security > Phone number.
id: Pengguna akan melihat nomor baru Anda jika mereka memilikinya di kontak mereka atau pengaturan privasi Anda memungkinkan mereka untuk melihatnya. Anda dapat memodifikasi ini di Pengaturan > Privasi dan Keamanan > Nomor telepon.

# lng_channel_add_admin
source: Add Administrator
id: Tambah Admin

# lng_channel_add_banned
source: Ban user
id: Blokir pengguna

# lng_channel_add_exception
source: Add exception
id: Tambah Pengecualian

# lng_channel_add_members
source: Add members
id: Tambah anggota

# lng_channel_add_removed
source: Remove user
id: Hapus pengguna

# lng_channel_add_restricted
source: Restrict user
id: Batasi pengguna

# lng_channel_add_users
source: Add users
id: Tambah pengguna

# lng_channel_admin_status_creator
source: Owner
id: Pemilik

# lng_channel_admin_status_not_admin
source: not admin
id: bukan admin

# lng_channel_admin_status_promoted_by
source: Promoted by {user}
id: Diangkat oleh {user}

# lng_channel_admins
source: Administrators
id: Admin

# lng_channel_admins_link_other
source: {count} administrators
id: {count} admin

# lng_channel_banned_status_removed_by
source: Removed by {user}
id: Dikeluarkan oleh {user}

# lng_channel_banned_status_restricted_by
source: Restricted by {user}
id: Dibatasi oleh {user}

# lng_channel_blocked_list_about
source: Banned users are removed from the channel. Invite links don't work for them.
id: Pengguna yang diblokir telah dikeluarkan dari grup dan hanya dapat diundang oleh admin. Tautan undangan tidak berfungsi.

# lng_channel_discuss
source: Discuss
id: Diskusi

# lng_channel_invite_private
source: This channel is private. Please join it to continue viewing its content.
id: Ini adalah channel privat. Silakan bergabung untuk melihat konten di dalam.

# lng_channel_members_link_other
source: {count} members
id: {count} anggota

# lng_channel_mute
source: Mute
id: Senyapkan

# lng_channel_not_accessible
source: Sorry, this channel is not accessible.
id: Maaf, channel ini tidak bisa diakses.

# lng_channel_public_link_copied
source: Link copied to clipboard.
id: Tautan disalin ke papan klip

# lng_channel_removed_list_about
source: Users removed from the channel by admins can't rejoin via invite links.
id: Anggota yang dikeluarkan dari channel oleh admin tidak dapat bergabung kembali via tautan undangan.

# lng_channel_unmute
source: Unmute
id: Bunyikan

# lng_channel_usernames_activate_description
source: Do you want to show this link on the channel info page?
id: Apakah Anda ingin menampilkan tautan ini di halaman info channel?

# lng_channel_usernames_deactivate_description
source: Do you want to hide this link from the channel info page?
id: Apakah Anda ingin menyembunyikan tautan ini dari halaman info channel?

# lng_channel_usernames_deactivate_error
source: Sorry, you can't deactivate this link from the channel info page.
id: Maaf, Anda tidak dapat menonaktifkan tautan ini dari halaman info channel.

# lng_channel_usernames_description
source: Drag and drop links to change the order in which they will be displayed on the channel info page.
id: Seret dan lepas tautan untuk mengubah urutan tampilannya di halaman info channel.

# lng_channel_usernames_subtitle
source: Link order
id: Urutan tautan

# lng_channels_leave_done
source: You've left the selected communities.
id: Anda telah meninggalkan komunitas yang dipilih.

# lng_channels_leave_other
source: Leave {count} communities
id: Tinggalkan {count} komunitas

# lng_channels_leave_status
source: {type}, inactive {time}
id: {type}, tidak aktif {time}

# lng_channels_leave_title
source: Least active communities
id: Komunitas yang paling tidak aktif

# lng_channels_limit_title
source: Too Many Communities
id: Terlalu Banyak Komunitas

# lng_channels_limit1_other
source: You are a member of **{count}** groups and channels.
id: Anda adalah anggota dari **{count}** grup dan channel.

# lng_channels_limit2_final
source: Please leave some before joining a new one.
id: Silakan tinggalkan beberapa sebelum memasuki yang lain.

# lng_channels_limit2_other
source: Please leave some before joining a new one — or upgrade to **Telegram Premium** to double the limit to **{count}** groups and channels.
id: Mohon tinggalkan beberapa sebelum memasuki yang lain atau berlangganan **Telegram Premium** untuk limit dua kali lipat menjadi **{count}**.

# lng_channels_too_much_located_other
source: Sorry, the target user has too many location-based groups already. Please ask them to delete or transfer one of their existing ones first.
id: Maaf, pengguna yang Anda pilih sudah memiliki terlalu banyak grup berbasis lokasi. Mohon minta mereka menghapus atau mengalihkan salah satu dahulu.

# lng_channels_too_much_public_about
source: You have reserved too many public links. Try revoking the link from an older group or channel, or create a private one instead.
id: Anda telah memiliki terlalu banyak tautan publik. Silakan mencabut salah satu dari grup atau channel yang lebih lama, atau buat yang privat.

# lng_channels_too_much_public_other
source: Sorry, the target user has too many public groups or channels already. Please ask them to make one of their existing groups or channels private first.
id: Maaf, pengguna yang Anda pilih sudah memiliki terlalu banyak grup atau channel. Mohon minta mereka menghapus salah satunya dahulu.

# lng_channels_too_much_public_revoke
source: Revoke
id: Cabut

# lng_channels_too_much_public_revoke_confirm_channel
source: Are you sure you want to revoke the link {link}? The channel «{group}» will become private.
id: Apakah Anda yakin ingin mencabut tautan {link}? Channel «{group}» akan menjadi privat.

# lng_channels_too_much_public_revoke_confirm_group
source: Are you sure you want to revoke the link {link}? The group «{group}» will become private.
id: Apakah Anda yakin ingin mencabut tautan {link}? Grup «{group}» akan menjadi privat.

# lng_chat_about_admins
source: Group admins can add and remove members, edit name and photo of the group.
id: Admin grup dapat menambah dan menghapus anggota, mengubah nama dan foto grup.

# lng_chat_about_all_admins
source: Group members can add new members, edit name and photo of the group.
id: Anggota grup dapat menambahkan anggota baru, juga dapat mengubah nama dan foto dari grup.

# lng_chat_all_members_admins
source: All Members Are Admins
id: Semua Anggota Admin

# lng_chat_status_members_other
source: {count} members
id: {count} anggota

# lng_chat_status_subscribers_other
source: {count} subscribers
id: {count} pelanggan

# lng_chat_status_unaccessible
source: group is inaccessible
id: grup tidak dapat diakses

# lng_chat_theme_apply
source: Apply Theme
id: Terapkan Tema

# lng_chat_theme_cant_voice
source: Sorry, you can't change the chat theme while you have an unsent voice message.
id: Maaf, Anda tidak dapat mengubah tema obrolan selama ada pesan suara yang belum terkirim.

# lng_chat_theme_change
source: Change colors
id: Ganti warna

# lng_chat_theme_dont
source: Do Not Set Theme
id: Jangan Pasang Tema

# lng_chat_theme_none
source: No Theme
id: Tanpa Tema

# lng_chat_theme_reset
source: Reset Theme
id: Set Ulang Tema

# lng_chat_theme_title
source: Select theme
id: Pilih tema

# lng_choose_file
source: Choose a file
id: Pilih berkas

# lng_choose_files
source: Choose Files
id: Pilih Berkas

# lng_choose_image
source: Choose an image
id: Pilih gambar

# lng_clear_payment_info_clear
source: Clear
id: Bersihkan

# lng_clear_payment_info_confirm
source: Delete your shipping info and instruct all payment providers to remove your saved credit cards? Note that Telegram never stores your credit card data.
id: Hapus info pengiriman Anda dan instruksikan semua penyedia pembayaran untuk menghapus kartu kredit yang Anda simpan? Perhatikan bahwa Telegram tidak pernah menyimpan data kartu kredit Anda.

# lng_clear_payment_info_payment
source: Payment info
id: Informasi pembayaran

# lng_clear_payment_info_shipping
source: Shipping info
id: Informasi pengiriman

# lng_clear_payment_info_sure
source: Are you sure you want to clear your payment and shipping info?
id: Anda yakin ingin menghapus informasi pembayaran dan pengiriman?

# lng_clear_payment_info_title
source: Clear payment info
id: Bersihkan info pembayaran

# lng_close
source: Close
id: Tutup

# lng_cloud_password_about
source: This password will be asked when you log in on a new device in addition to the code you get via SMS.
id: Kata sandi ini akan ditanyakan saat Anda masuk dari perangkat baru bersama dengan kode yang dikirim via SMS.
